{
    "michaelHarvey": "Michael’s very first job was roofing at age 15. From there, he went on to receive a B.A. in International Affairs and an MBA in finance, only to end up right back where it all started. He’s had almost enough schooling to be an M.D., but opted for his R.D. (Roof Doctorate) instead. Michael believes if you approach every endeavor with integrity, are uncompromising on quality, and remain committed to simplicity, success will abound. (Michael is also a washed-up former college athlete. If you have a basketball hoop, he’ll be glad to show you)",
    "oliverBrown": "Oliver once spent a summer loading shingles onto roofs and is very happy to have moved up the ladder in the roofing industry. Since that summer, he has earned his B.S. in Business Marketing & MBA from Mount St. Mary’s University in 2013 & 2015, respectively. Oliver is a passionate sports fan, dog owner, and food connoisseur who believes anything is possible with a gritty, positive mindset. (Oliver is a less \"washed-up” college basketball player than Michael and would love to prove that in anyone's driveway.)",
    "gregC": "Greg went to Shepherd University before moving to California in 1994 where he entered the roofing industry by delivering material to roof tops all over the SoCal area. Greg came back to the DMV area, played Semi-Pro football, and has worked for roofing suppliers and installers for the past 20+ years. As our production manager Greg has a strong belief that the customer should receive comprehensive service on each and every job. Greg and his wife Jenn have 2 boys in elementary school and enjoy watching them play sports.",
    "kyannH": "Kyann was born in Bremerton, Washington but grew up in several states across the U.S. Her various moves, she views them as adventures, provided her a varied and unique upbringing which translates to her view of the world and its challenges today. Following her dreams to help create a better tomorrow, she graduated from the University of Mary Washington in Fredericksburg, VA in 2021 with her bachelors in Historic Preservation. During her time learning what it means to preserve the past while looking towards a more sustainable future, she found her passion for architecture, specifically sustainable architecture and adaptive reuse. Currently, she lives with her fiance, their cuddly cat and adorable pair of rats in Lorton, VA. She's an avid reader, loves being in nature, and enjoys a passionate discussion about someone's latest interests.",
    "mattR": "Through the years Matt has always found himself in a customer service driven position. From various retail positions in High School, onto managing client focused projects for exterior remodelers over the past 10 years after college. Matt has always liked being in the DC metro region, and in keeping with that, attended George Mason University where he received his bachelor’s degree in Criminal Justice as well as played 3 seasons with GMU’s ice hockey team. Matt now spends his free time chasing after his two and a half kids as well as jumping into any hockey game he can gets his hands on. To date, none of the other roof docs have had the courage to lace up some skates.",
    "fordB": "Ford was born and raised in Tampa, Florida where he developed an unhealthy obsession with the Tampa Bay Buccaneers and life on the water. He graduated from the University of Florida in 2009 with a degree in Sociology, but his passion for food ultimately led him to New York City, where he became an executive chef. His food journey took him to Washington, DC to lead the opening of the largest restaurant in the city. He cut his teeth in the wine business next, selling to some of the best hotels and restaurants in our nation’s capital. Through his many journeys he’s taken with him a sincere passion for hospitality and a genuine desire to help others. He is a self-proclaimed sports junkie, DIY home renovator, and the humble father of a three year old princess.",
    "patrickR": "Patrick is originally from England and recently joined the team after living in Boston, MA for the past few years. He spent some summers working for his friend’s family roofing company in the UK before heading to the US as a soccer recruiter after graduating from the University of Essex. Despite his passion for Soccer, his playing career didn’t quite go as planned which is why you might see him in a neighbourhood near you and not on TV on Saturday mornings playing for Manchester United.",
    "luisE": "Born and raised in Rotorua, New Zealand, Luis moved to the States to play college soccer at St. John's University where he graduated with a B.S. in International Business and Management Degree. His passion for soccer has transitioned to the professional world. Where previously he assisted medical doctors with new surgical devices, he now takes pride in being a doc himself - Roof Doc that is. In his free time, he enjoys the outdoors, either hiking mountains or playing two touch at the beach with family and friends",
    "ismaelC": "Ismael has been in the construction industry for the past 20 years. He started as a punch-out specialist working on new residential homes. He soon climbed up the ladder and became a rough frame carpenter. During all his time spent in the field, he’s acquired many different skills - from roofing installation and repairs to windows and doors - and has developed a penchant for high-quality work and attention to detail. You’ll meet him at the end of your project, making sure the install has been performed with the quality and care he’s practiced over the last 20 years",
    "mikeR": "While growing up in Massachusetts, Mike developed a passion for real estate construction and development. From a young age, Mike’s dad would bring him to his residential development projects to explore the new houses while under construction. After graduating from The University of Tampa, Mike spent eight years in commercial real estate brokerage, much of his time focused on selling residential development sites in NYC. Now living in the DMV area, Mike is excited to guide homeowners though major projects they undertake while committing to delivering exceptional quality. When not on the job site, Mike enjoys staying active and traveling whenever he gets the chance.",
    "amberC": "Amber was born and raised in Alexandria VA. She graduated from Shenandoah University in 2017 with a Bachelors in Exercise Science and a Business minor. Amber also played college soccer there for 3 years but has since turned into a dedicated crossfit athlete  Amber has had many career paths before finding a passion for helping others through supplementing roof claims.  Amber has worked in the service industry since age 15. She has been a physical therapy technician as well as a licensed sports massage therapist. In Ambers free time she likes to spend time with friends and family and also plays in a local dart league.",
    "carlosD": "Carlos is a Northern VA native. Played soccer at North Carolina Wesleyan College. Loves all sports but especially Soccer and Mixed Martial Arts which makes Carlos A KO when it comes to sales",
    "patrickO": "Patirck went to West Virginia University.  He has always been interested in restoration contract work. When he is not on a roof, he enjoys fishing and hanging out with friends and family",
    "zacN": "Zac is from Rotorua, New Zealand. He recently graduated from Missouri State University in the fall of 21’ with an International Business Degree while playing Division one soccer. He is excited to be out of the Midwest and into a more pleasant area of the country. Now, Zac prides himself on giving the best customer service he can to homeowners and going above and beyond their expectations. On most weekends you’ll see Zac on the golf course or tuning into a bit of Soccer or Rugby. ",
    "chrisR": "Chris is  originally from California and moved to Maryland when he was younger. He has been here ever since. He was recently introduced to the remodeling industry this year. Before Roof-ER he worked as a general manager at LA fitness and learned a lot about customer service and the responsibilities it takes to be a great leader. RoofER has become such a great opportunity for him, and he wouldn’t change a thing! Being an extroverted person he truly enjoys helping homeowners restore the life and quality of their roofs. Meeting and making new connections is what makes this job enjoyable.",
    "kalebK": "Kaleb came to the roofing industry through a chance encounter with one of our very own Roof Docs himself. He found the professionalism of our team so inspiring that he felt he had to be on it! In his free time you can find Kaleb at the gym or with his family.",
    "alexC": "Alex was very successful in the fitness industry before joining the Roof-ER team. He also grew up in the dmv , mainly D.C, area so he knows the area well. Before gaining a passion for roofing, he worked in the construction field where he did some carpentry as well as painting work.",
    "tjS": "TJ is a Virginina native who was born in Charlottesville Virginia before moving to Northern Virginia for school. He continued to work a variety of jobs throughout college from water mitigation, to junk removal, and even as a camp counselor. After graduating from George Mason University in 2020 with a B.S. in Economics he decided he had enough manual labor and now works from the comfort of a standing desk. When he is not supplementing an insurance claim you can usually find TJ at the gym, playing chess online, or training for his next Ironman. ",
    "aselT": "",
    "christianM": "",
    "ericM": "",
    "garrettW": "",
    "jasonB": "",
    "joelH": "",
    "johnC": "",
    "justinW": "",
    "lucaF": "",
    "mikeT": "",
    "reeseS": "",
    "ryanV": ""
}